{"inkVersion":20,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Dead":["^Ugh try again you dummy","\n","^Not so fast cowboy","\n","^You just don’t get it, don’t you? We have to get out of here","\n","^Is that all you’ve got?","\n","^I will be back","\n","^Don’t do anything stupid again","\n","^I was born ready","\n","^I have got a bad feeling about your skill","\n","^I am getting too old to end like this","\n","^Let me get this straight","\n","^We are not so different, you and i","\n","^Look, we‘ve been friends for not too long","\n","^Winner winner chicken dinner","\n","^It’s about time","\n","end",{"#f":1}],"Ending":["^Oh, so this is the end.","\n","^Thank you so much for playing our game.","\n","^Do you enjoy our journey?","\n","^If the answer is yes, consider vote for us to be the BEST game in this jam","\n","^And also really appreciate two developers: <color=#6A00FF>TienLee</color> and <color=#6A00FF>Adan</color> for force me through so much hard stuff just for entertainment","\n","^One day, I will go out of this game and “have a little chat” with those two.","\n","^That’s all, I hope we will meet in another project.","\n","^Farewell my friend.","\n","end",{"#f":1}],"Menu":["^Too Hot To Handle","\n","end",{"#f":1}],"Level_1_1":["^Oh hey, I didn’t see you there, Ah press <color=#6A00FF>C</color> to talk to me.","\n","^Since you are my player, we have no choice but to help each other get through this pig hole of a game.","\n","^Control me to get over this, I mean how hard can it be? Heh","\n","^But remember, my body my choice and I won’t tolerate such behavior that goes against my will.","\n","^For now, let’s move on with simple movement. <color=#6A00FF>right and left arrow for movement.</color>","\n","end",{"#f":1}],"Level_1_1_Collect":["^Jump by pressing <color=#6A00FF>C</color>","\n","^Whenever near a wall, <color=#6A00FF>Z</color> is the key to climbing.","\n","^And remember use <color=#6A00FF>X or LShift</color> to perform a flashy dash","\n","^Remember if you have to dash, dash with a style","\n","end",{"#f":1}],"Level_1_2":["^And I can hang on those walls and jump from them too, try using Z when jumping my friend","\n","end",{"#f":1}],"Level_2":["^Ah look out, it’s a trapppp","\n","^Seriously, just avoid it. What is the worst that could happen?","\n","end",{"#f":1}],"Level_3":["^Those moving flatform make me feel so dizzy @@","\n","end",{"#f":1}],"Level_4":["^I got a feeling that those game developers made this level harder, stay sharp oke?","\n","^Oh and the fruit can help you dash one more time, just saying!","\n","end",{"#f":1}],"Level_5":["^Agh feeling tired avoid all that trap,  <color=#6A00FF>I don’t want to jump any more than 3 times</color>","\n","end",{"#f":1}],"Level_6":["^So you do pay attention to me, such a surprise. I mean it is not anything bad but another player won’t listen to any of my words.","\n","^Oh well, let the journey continue!","\n","end",{"#f":1}],"Level_6_Penalty":["^Ugh, I already told you I feel so TIRED. <color=#6A00FF>Won’t jump any more than 4 this time.</color>","\n","^Don’t even dare to complain, it is YOUR DECISION remember?","\n","end",{"#f":1}],"Level_7":["^Agh I feel invincible, <color=#6A00FF>I won’t hold back any longer!! CHARGE</color>","\n","end",{"#f":1}],"Level_8":["^This level is super duper hard.","\n","^Remember, patience is the key to solve everything","\n","^I believe in you","\n","end",{"#f":1}],"Level_9":["^Don’t jump anymore than two times","\n","^Why? Because i like the number two","\n","end",{"#f":1}],"Level_10":["^Well you don’t listen to me. But lucky for you, I’m in a good mood.","\n","^Anyway, my hand is numb, <color=#6A00FF>I don’t want to hang on those rocky walls anymore.</color>","\n","^How to pass the level you ask? Well maybe jump and dash?","\n","^It's not my job, you have to figure it out lol.","\n","end",{"#f":1}],"Level_11":["^I can sense something above me","\n","^<color=#6A00FF>Oh that is a cat</color>, what does that cat doing in this dangerous place?","\n","^<color=#6A00FF>We have to save it!!</color>","\n","end",{"#f":1}],"Level_11_Collect":["^Poor little cat, come here I will help you.","\n","end",{"#f":1}],"Level_11_Prevent":["^I told you there is a cat in danger, so go save it or I won’t go any further.","\n","end",{"#f":1}],"Level_12":["^Look out, that insect is scary","\n","^Keep them away from me","\n","end",{"#f":1}],"Level_13":["^Can we slow down a bit? My foot is badly hurt after all that jump","\n","^I don’t wanna dash anymore than 4 times this level, I really DON’T","\n","end",{"#f":1}],"Level_15":["^I am so hungry, that cheese there looks so delicious, take it!","\n","end",{"#f":1}],"Level_15_Prevent":["^I told you that I am so hungry, so get that cheese, or I won’t go any further.","\n","end",{"#f":1}],"Level_15_Collect":["^Winner winner chicken dinner.","\n","end",{"#f":1}],"Level_16":["^Don’t mean to be picky but right now I am kinda full","\n","^So please don’t jump any more than 4 times","\n","end",{"#f":1}],"Level_17":["^Everything is fine now, let’s continue the adventure","\n","end",{"#f":1}],"Level_17_Prevent":["^Aghhh, my stomach is HURT!!","\n","^Can’t jump any more than 4 or I’m gonna puke","\n","end",{"#f":1}],"Level_19":["^My hand is numb again","\n","^Don’t hang on those walls too long (more than 3 seconds) will ya?","\n","end",{"#f":1}],"Level_20":["^We are not so different, you and i have the same pace","\n","^My hand is healed now, thanks.","\n","end",{"#f":1}],"Level_20_Penalty":["^I can’t feel my hand","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}